[IO_HandsomeJackHere_Lock InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_HandsomeJackHere_TrashDoor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Echo MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Gravação"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma gravação de Helena Pierce, antiga administradora de New Haven."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HandsomeJackHere_Echo1 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HandsomeJackHere_Echo1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma gravação de Helena Pierce, antiga administradora de New Haven."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HandsomeJackHere_Echo2 MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HandsomeJackHere_Echo2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Uma gravação de Helena Pierce, antiga administradora de New Haven."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HandsomeJackHere_MissionGiver MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HandsomeJackHere_MissionGiver:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma gravação de Helena Pierce, antiga administradora de New Haven."
NoConstraintText=""
Suffix=""
Prefix=""

[LootableGrades.ObjectGrade_BullyMongPile_Echo InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

